[
  {
    "id": 1,
    "link": "chemacal-peel",
    "navtitle": "Chemical Peel",
    "title": "Chemical Peel Treatment",
    "whyTitle":"What is Chemical Peel Treatment?",
    "bannercontent":"Restoring & Rejuvenating Skin Peels ",
    "bannercontentsecond":"Bring Out a Youthful Glow With Just One Click!",
    "description": "It is a cosmetic procedure performed to lessen aging signs on your face.",
    "headImage": "/assets/images/services/Chemical-Peel-Treatment.jpg",
    "Htmlbody": "<div> <p>A chemical peel is a procedure in which the top layers of skin (dead skin cells) are removed by applying a chemical solution to the face, neck, or hands to promote the growth of new cells. The new skin that regenerates is healthier and less pigmented. It helps in pigment reduction, oil control, acne, superficial wrinkles and makes you look  youthful. You may need a light or medium peel multiple times to see the desired results.</p><p>Chemical peels treat scars, dryness, scarring, fine lines, wrinkles, and uneven pigmentation on the face. They are carried out independently or alongside other cosmetic procedures.</p><br/> <h1>Why Chemical Peel?</h1> <p> A chemical peel treats the below skin conditions</p><ul> <li>Acne</li><li>Sun damage or photo damage</li><li>Pigmentation</li><li>Uneven skin tone</li><li>Aging</li><li>Superficial wrinkles and fine lines</li><li>Age spots</li></ul> <br/> </div><div class='content' > <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Different Types of Peels</h1> <p>This skin-resurfacing procedure consists of three depths of chemical peel treatments</p><p> <strong>Light Chemical Peel: </strong><br/> The goal of superficial peeling is to treat conditions confined to the epidermis while minimizing recovery downtime and the risk of side effects.</p><p> <strong>Medium Chemical Peel: </strong><br/> This results in deeper regenerative changes that can target pathology both within the epidermis and the superficial dermis and can often be performed in a single setting. When used appropriately and with proper technique, medium-depth peels have demonstrated excellent clinical efficacy in the treatment of superficial hyperpigmentary disorders (e.g., melasma) and superficial acne scars.</p><p> <strong>Deep Chemical Peel: </strong> <br/>Deep peels- not done very regularly due to better results with lasers. However they help in improvement of deep scars and wrinkles.</p><p>Note: Avoid the sun and apply moisturizers frequently for a few days for sun protection. Initially, the new skin may appear pinkish, but it gradually disappears within a week. </p></div><div class='content' > <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Two days before the start of the treatment, stop all applications</li><li>Regularly apply sunscreen before the treatment</li><li>Inform your doctor before the treatment, if you are using any medications</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience short-term after-effects for 1-2 days after the procedure like redness, irritation, peeling, and scabbing of the skin </li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid direct sunlight and use SPF 50+ sunscreen regularly</li><li>Avoid saunas, steam, and sunbathing for a week</li><li>Use a gentle face wash to wash your face after 6 to 8 hours of the treatment.</li><li>We advise a gap of 3 to 4 weeks between peels</li><li>Remember to moisturize every 6 hours for at least 3 days</li></ul> <br/></div><div class='content'> <p>At Healthy Skin Co Clinic, we offer all types of peel treatments with the best results. All the peel treatments are conducted under the supervision of complete medical guidance to help your skin look healthy and radiant.</p></div>"
  },
  {
    "id": 2,
    "link": "medi-facial",
    "navtitle": "Medi-facial",
    "title": "Medi-facial Treatment",
    "whyTitle":"What is Medi-facial Treatment?",
    "bannercontent":"For Healthy Instant Glow! ",
    "bannercontentsecond":"Refine the Appearance & Texture of Your Skin",
    "description": "",
    "headImage": "/assets/images/services/Medi-facial.jpg",
    "Htmlbody": "<div><p>A new age treatment that combines medicine and facial. This treatment uses active ingredients and anti antioxidants , which provides instant skin radiance without any side effects.</p> <p>The epidermis and dermis are the two layers that make up our skin. This epidermis layer guards against free radical damage (pollution, smoke, harmful bacteria). A salon facial, such as a facial mask, has temporary effects and only affects the skin's surface. Medi-facials, on the other hand, target the deeper layers of the skin, the dermis, to address all skin problems, such as acne, scarring, anti-aging, pigmentation, sun damage, dehydration, rosacea, melasma, broken capillaries, etc. </p><br/> <p> Medi-facial treatments enhance the skin's tone, texture, collagen, and elastin production, which delays aging.</p><br/> <p> This new-age facial heals skin conditions while gently rejuvenating the skin. It makes your skin healthy and radiant with guaranteed, corrective, natural, and lasting results than a spa facial. </p><h1>Why Medi-facial?</h1> <ul> <li>Adds an instant glow</li><li>Exfoliates and rejuvenates the skin </li><li>Hydrates skin </li><li>Moisturizes skin </li><li>Stimulates blood circulation </li><li>Relaxes facial muscles </li><li>Removes blackheads and whiteheads </li><li>Boosts collagen and elastin production </li><li>Tightens the skin</li><li>unclogs and purifies pores</li><li>Non-invasive, painless experience</li></ul> <br/> </div><div class='content' > <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Different Types of Medi-facial Treatments</h1> <p> <strong>Balance medi-facial</strong><br/> This facial treatment purifies skin and balances oily skin while improving skin texture and pores with a deep pore cleansing. It also smoothens the skin and grants a shine-free look.</p><p> <strong>Revive anti-aging medi-facial</strong><br/>This treatment revitalizes dull skin and reduces wrinkles. It also improves skin texture, smoothens the skin, and helps to rejuvenate and refresh the skin.</p><p> <strong>Illuminate facial</strong> <br/>This facial is an effective treatment that improves pigmentation and skin texture while unifying skin tone. It also helps to smooth the skin and gives it a fresh, revitalized look.</p><p> <strong>Bridal glow facial</strong> <br/>This facial improves skin tone and texture, leaving it with a fresh, radiant glow. Removes dead skin cells, providing an ideal base for all wedding make-up sessions.</p></div><div class='content' > <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid other treatments two weeks before the medi-facial treatment</li><li>Avoid excessive sun exposure for at least 72 hours before the treatment</li><li>Regularly apply sunscreen with SPF 35 or above before the treatment</li><li>Inform your doctor before the treatment, if you are using any medications</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience short-term after-effects for 1-2 days after the procedure like redness, irritation, peeling, and scabbing of the skin </li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid direct sunlight and use SPF 50+ sunscreen regularly </li><li>Avoid saunas, steam, and sunbathing for a week</li><li>Use a gentle face wash to wash your face after 6 to 8 hours of the treatment.</li></ul> <br/></div><div class='content'> <p>Health Skin Co is the best dermatology clinic that offers a wide range of medi-facials in Bangalore. There is no use of bleach, steam, or any chemicals compared to indoor treatments, which are more effective, and risk-free of allergies or skin irritations. </p></div>"
  },
  {
    "id": 3,
    "link": "anti-aging",
    "navtitle": "Anti-aging",
    "title": "Anti-aging Treatments",
    "whyTitle":"What are Anti-aging Treatments?",
    "bannercontent":"Heal your skin from inside,",
    "bannercontentsecond":"To Get Young & Flawless Skin",
    "description": "",
    "headImage": "/assets/images/services/Anti-aging.jpg",
    "Htmlbody": "<div> <p>Anti-aging treatments delay the aging process of the skin. Too much sun exposure and photo-aging are responsible for skin aging. An unhealthy diet, smoking, and alcohol consumption are also other reasons for aging. Wrinkles and sagging skin are common symptoms of aging. Anti-aging treatments reduce wrinkles, fine lines, and sagging skin. These treatments are generally performed on the face, neck, and hands. Due to the natural aging process, collagen (protein) production declines leading to forehead lines, smile lines, superficial wrinkles, and sagging skin. Today, we have different treatments available in the market to produce new collagen to enhance the skin's appearance for a longer period. </p><br/><h1>Why Anti-aging Treatments?</h1> <ul> <li>skin firmness</li><li>refines skin tone</li><li>reduces fine lines and wrinkles</li><li>decreases sunspots</li><li>boosts collagen and elastin</li></ul> <br/> </div><div class='content' > <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Different Types of Anti-aging Treatments?</h1> <p> <strong>Laser Toning</strong><br/> It is a standard procedure to remove wrinkles that gives remarkable results quickly without any unpleasant side effects with less recovery time. In this procedure, energy light beams penetrate deep into microscopic holes of the skin and accelerate collagen production in the body. This procedure yields excellent results without damaging the epidermis (the topmost layer of the skin). Redness and swelling are the most common symptoms for one or two days after the treatment. </p><p><p> <strong>Dermal Fillers</strong> <br/><p>Dermal filler injections are a non-surgical, quick, and simple method for Treating </p> <ul><li>Volume loss</li> <li>Enhance facial contours</li> <li>Correction of leap volume & shape.</li></ul> <p> These are mainly made up of hyaluronic acid which is a naturally occurring substance in our skin, however it tends to deplete with age. The type of dermal fillers differs depending on the desired indications.</p>  <p> <strong>Botulinum toxin Injections </strong> <br/>Botulinum toxin treatment, a botulinum toxin, is injected into muscles that relax muscles to help prevent wrinkles, brow lines, fine lines, crows feet, and forehead furrows on the skin. Therefore, Botulinum toxin treatments aid in achieving clearer, smoother, and younger skin.</p></div>"
  },
 
  {
    "id": 4,
    "link": "skin-rejuvenation",
    "navtitle": "Skin Rejuvenation",
    "title": "Skin Rejuvenation Procedures",
    "whyTitle":"What is Skin Rejuvenation?",
    "bannercontent":"Rediscover Your skin ",
    "bannercontentsecond":"Renew, Refresh & Revitalize Your Skin",
    "description": "",
    "headImage": "/assets/images/services/Skin-Rejuvenation.jpg",
    "Htmlbody": "<div> <p>Skin Rejuvenation is a non-invasive procedure that uses safe and effective treatments to address various skin problems, including aging, wrinkles, sun damage, scarring, discoloration, sun spots, and uneven skin tone. </p><br/> <h1>Why Skin Rejuvenation?</h1> <ul> <li>Reduces wrinkles and fine lines</li><li>Eliminates discoloration and evens skin tone</li><li>Decreases sunspots</li><li>Tightens skin tone</li><li>Improves acne scars</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Different Types of Skin Rejuvenation Treatments</h1> <p>Below are the different skin rejuvenation treatments based on a person's skin concern</p><p><p> <strong>Chemical Peeling</strong><br/>The chemical peel procedure is the safest and most popular skin treatment procedure. This procedure helps remove the top layer of the skin.</p><p>Chemical peels come in three varieties: </p><ul> <li>Lighter peels - removes the epidermis (superficial) skin layer; treats acne and mild acne scars.</li><li>Medium peels - penetrates slightly deep and remove some of the upper dermis layers of the skin; treat deeper scars, hyperpigmentation, and fine lines.</li><li>Deep peels - penetrates beyond top layers of the skin; treats severe sun damage, scars, and wrinkles.</li></ul> <p>This treatment is perfect for treating skin conditions like scars, wrinkles, and discolored skin.</p><p> <strong>Skin Booster Injections</strong> <br/>Skin boosters are also known as injectable wrinkle fillers, lip and facial fillers, or injectable Dermal fillers. They are injected into the skin to add volume to the area that has shrunk. Dermal fillers restore volume and fullness to the face by filling in facial lines. Dermal fillers can safely and effectively treat skin laxity, deep wrinkles, and folds along with outward signs of aging. </p><p> <strong>Medi-facial</strong> <br/>Medi-facial is a new-age treatment that combines medicine and facial (cosmetics). This treatment contains vitamins, minerals, and antioxidants that provide instant skin radiance without causing any side effects.</p><p> <strong>Laser Treatments </strong> <br/>Laser treatments use laser beams to remove the upper layer of the skin while heating the underlying dermis to promote the growth of new cells. Laser technologies treat skin conditions like fine lines, wrinkles, acne scars, melasma, uneven skin tone, and dark spots. </p></div>"
  },
  {
    "id": 5,
    "link": "botox",
    "navtitle": "Botulinum toxin",
    "title": "Botulinum Toxin Treatment",
    "whyTitle":"What is Botulinum Toxin?",
    "bannercontent":"Achieve a Youthful Skin",
    "bannercontentsecond":"For a Wrinkle-free Skin",
    "description": "",
    "headImage": "/assets/images/services/Botulinum-Toxin.jpg",
    "Htmlbody": "<div> <p>Botulinum toxin is a neurotoxin protein extracted from the fermentation of a bacterium called Clostridium botulinum. This botulinum toxin is also referred to as Botox(a brand name), an advanced and FDA-approved neurotoxin injection for correction of wrinkles. Botulinum toxin blocks the release of a neurotransmitter (acetylcholine) that causes muscle contraction. Due to this contraction, muscles get relaxed and help relieve wrinkles and fine lines.</p><br/> <p> </p><br/> <h1>Why Botulinum Toxin?</h1> <p>Botulinum toxin can treat the following:</p><ul> <li>Glabellar frown lines (vertical lines between eyes)</li><li>Horizontal forehead lines </li><li>Sagging brows</li><li>Crows feet</li><li>Smokers lines </li><li>Smile lines</li><li>Drooping corners of the mouth </li><li>Platysmal neck bands</li><li>Horizontal neck lines</li><li>Cobblestone skin on the chin</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Other Treatments</h1> <br/> <p>Botulinum toxin is also helpful in treating the following:</p><ul> <li>Excessive sweating on the heads,feats and under arms</li></ul></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid sun exposure </li><li>Avoid makeup</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience temporary side effects for 1-2 days after the procedure: redness, irritation, dryness, soreness, bruising, peeling, and scabbing of the skin</li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid sun exposure and regularly use SPF 50+ sunscreen every 3 hours</li><li>Avoid makeup and parlour services for a week</li><li>Avoid alcohol, smoking, and intense workouts</li><li>Avoid saunas, steam, and sunbathing for 24 to 48 hours</li><li>Avoid lying down and bending forward for four weeks</li> <li>Do not rub the treated area </li><li>Consult the doctor if any concerns</li></ul> <br/></div><div class='content'> <p>At Healthy Skin Co Clinic, our Dr.Soumya Soragavi offers 100% safe and genuine treatment to help you reduce dynamic facial wrinkles and fine lines. Consult now to achieve younger and healthier skin!</p></div>"
  },
  {
    "id": 11,
    "link": "vampire-facelift-and-facial",
    "navtitle": "Vampire facelift and facial",
    "title": "Vampire facelift and facial",
    "whyTitle":"What is Vampire facelift?",
    "bannercontent":"Understand The Procedure",
    "bannercontentsecond":"",
    "description": "",
    "headImage": "/assets/images/services/vampire-facelift.jpg",
    "Htmlbody": "<div> <p>We all crave for that eternally youthful looking face when we look into the mirror. We all wonder how some celebrities never seem to age at all. The glow and skin does not seem to age at all, and seeing them, the question we have is what is the magic here? The answer lies within themselves, which is their own blood. Using the own blood to maintain youthful looks is one of the most recent techniques in anti-ageing, and this is known as vampire facelift. </p><br/> <h1>How does it work?</h1> <ul> <li>The blood is the carrier and supplier of vital nutrients to the entire body. It carries the vital nutrients in a fluid medium called the plasma.</li><li>In addition to the nutrients, it also has what are called blood cells (red and white) and growth factors which are essential for regulating growth. By separating out the various components, a high concentration of the growth factors is extracted.</li><li>This plasma-rich fluid (PRF) is then injected into specific parts of the face (generally the face, but other parts can also be treated). So, whether a person has sinking eyes or hollow cheeks, they can be managed</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Origin and Popularity</h1> <p> This technique was originally used in injured athletes with torn ligaments and joints. By providing a rich supply of nutrients and growth factors, it helps in quicker healing, restoring shape, improving tone, and overall rejuvenation of the injured area. Though not actually an injury, the changes that the face goes through are a part of degeneration with age. Cosmetic surgeons believed the same could be extended to treat the age changes in the face, and so vampire facelift gained popularity.</p></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Procedure</h1> <ul> <li>The first step is to find yourself a well-trained and experienced surgeon</li><li>A thorough discussion of how the procedure will happen and what to expect after the procedure. Expectations should be realistically set for both the surgeon and the patient.</li><li>What the surgeon can do and what the patient wants should be aligned to achieve the outcomes.</li><li>Using historic and current records of the patient (pictures mostly) and using other standard measurements, the desirable outcomes are set down.</li><li>In the case of hollow cheeks or under-eye areas, dermal fillers (usually of hyaluronic acid) may be used to create some fullness.</li><li>The blood is then extracted and centrifuged to separate the plasma-rich fluid</li><li>This is then injected into various predetermined areas of the skin to do the corrections.</li><li>This could include younger glowing skin, improved fullness, improved firmness of the skin, etc.</li><li>The first session requires about 3 sittings with repeat sessions in about 4 weeks.</li><li>It can be repeated annually if required.</li></ul> <br/> </div><div class='content'> <p>At Healthy Skin Co Clinic, we offer multiple radiofrequency treatments with the best outcomes performed under the strict supervision of a qualified medical professional. To help you achieve tighter skin, more youthful contours, and smoother body contours without complex surgery.</p></div>"
  },
  {
    "id": 6,
    "link": "dermal-fillers",
    "navtitle": "Dermal fillers",
    "title": "Dermal Fillers Treatments",
    "whyTitle":"What are Dermal Fillers?",
    "bannercontent":"Enhance Your Skin With Dermal fillers ",
    "bannercontentsecond":"To Achieve Younger Skin",
    "description": "",
    "headImage": "/assets/images/services/Dermal-fillers.jpg",
    "Htmlbody": "<div> <p>Dermal filler injections are a non-surgical, quick, and simple method for Treating </p> <ul><li>Volume loss</li> <li>Enhance facial contours</li> <li>Correction of leap volume & shape.</li></ul> <p> These are mainly made up of hyaluronic acid which is a naturally occurring substance in our skin, however it tends to deplete with age. The type of dermal fillers differs depending on the desired indications.</p>  <br/> <h1>Why Dermal Fillers?</h1> <ul> <li>wrinkles</li><li>Fine lines</li><li>Hollowness under the eyes</li><li>Facial Contouring</li><li>Volume loss</li> <li>jawline correction</li><li>Correction of Nasolabial folds</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Most Common Types of Dermal Fillers</h1> <p> <strong> Hyaluronic acid  </strong><br/> HA fillers contain hyaluronic acid, a natural substance produced in your skin. It is a commonly used filler that improves skin hydration and volume</p></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid sun exposure </li><li>Avoid makeup</li><li>Avoid consuming heavy food </li><li>Avoid alcohol, green tea, and Ginkgo biloba 48 to 72 hours prior to and after the procedure.</li><li>Inform your doctors if you're taking any medications </li><li>Inform your doctor in advance if you are on a blood thinner.</li> <li>Avoid blood thinning products for ten days priorly</li><li>Inform your doctor if you have any allergic reaction</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience temporary side effects for 1-2 days after the procedure: redness, irritation, dryness, soreness, bleeding, bruising, peeling, and scabbing of the skin</li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid sun exposure and regularly use SPF 50+ sunscreen</li><li>Avoid makeup and parlour services for a week</li><li>Avoid intense workout for 24 to 48 hours.</li><li>Avoid saunas, steam, and sunbathing for a week</li><li>Consult the doctor if any concerns</li></ul> <br/></div><div class='content'> <p>Visit Healthy Skin Co Clinic to take advantage of our best and safest treatments, administered under the supervision of skilled dermatologist Dr. Soumya Soragavi. Contact us right away for more information on this treatment!</p></div>"
  },
  {
    "id": 7,
    "link": "microblading",
    "navtitle": "Microblading",
    "title": "Microblading Treatments",
    "whyTitle":"What is Microblading Treatment?",
    "bannercontent":"Waterproof & Sweatproof",
    "description": "",
    "headImage": "/assets/images/services/Microblading.jpg",
    "Htmlbody": "<div> <p>Microblading, also known as feather touch or micro-stroking, is a semi-permanent cosmetic tattooing procedure. Microblading uses a blade-shaped tool with a row of tiny, barely noticeable needles to create strokes along your brows and deposit pigment into the skin, compared to traditional tattooing, which uses a tattoo gun. It is the ideal treatment for skin conditions like thin eyebrows or hair growth. </p><br/> <h1>Why Microblading Treatment?</h1> <ul> <li>An easy solution for fuller eyebrows</li><li>Painless, effective, and safe treatment</li><li>Waterproof (does not smear or smudge)</li><li>Natural-looking </li><li>Long-lasting results</li><li>The brow colour will not change</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid sun exposure one week before the treatment</li><li>Inform your doctor in advance if you are on a blood thinner.</li><li>Inform your doctor if you have any allergies</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience temporary side effects for 1-2 days after the procedure: redness, irritation, sensitivity, and scabbing of the skin</li><li>Rub a cotton swab dipped in sterilized water after two hours</li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid direct sunlight, makeup, and parlor services </li><li>Avoid itching the eyebrow area.</li><li>Use antibacterial soap</li><li>Avoid sauna, swimming, and excessive sweating</li><li>Apply any medicated cream provided by your doctor</li></ul> <br/></div><div class='content'> <p>Healthy Skin Co Clinic offers microblading treatments, a cosmetic procedure by a well-trained physician Dr.Soumya Soragavi to sculpt your eyebrows for a natural, fuller, and desired shape. Make an appointment right away for further guidance and treatments!</p></div>"
  },
  {
    "id": 8,
    "link": "face-contouring",
    "navtitle": "Face Contouring",
    "title": "Face Contouring Treatment",
    "whyTitle":"What is Face Contouring?",
    "bannercontent":"Shape Up Your Face in Less Time",
    "description": "",
    "headImage": "/assets/images/services/Face-Contouring.jpg",
    "Htmlbody": "<div> <p>Facial contouring is a popular, non-invasive, and non-surgical facial reconfiguration technique, a highly effective method of enhancing facial features and reducing visible signs of aging. Your skin loses elasticity as you age, causing it to sag and wrinkle. Facial contouring treatments help to improve their youthful appearances effortlessly.</p> <p>This can be achived with the combination of</p> <ul><li>Derma fillers</li> <li>Botulinum Toxin</li> <li>laser toning</li><li>radio frequency device</li><li>High-Intensity Focused Ultrasound device(HIFU)</li></ul><br/> <h1>Why Face Contouring Treatment?</h1> <ul> <li>Tighten and tone skin</li><li>Reduce signs of aging</li><li>Non-surgical Facial lifting</li><li>Contouring facial areas</li><li>Lip contouring and augmentation</li><li>cheek augmentation</li><li>Neck and brow lift</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid sun exposure one week before the treatment</li><li>Inform your doctor in advance if you are on a blood thinner.</li><li>Inform your doctor if you have any allergies</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience temporary side effects for 1-2 days after the procedure: redness, irritation, sensitivity, and scabbing of the skin</li><li>Rub a cotton swab dipped in sterilized water after two hours</li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid direct sunlight, makeup, and parlor services </li><li>Avoid itching the eyebrow area.</li><li>Use antibacterial soap</li><li>Avoid sauna, swimming, and excessive sweating</li><li>Apply any medicated cream provided by your doctor</li></ul> <br/></div><div class='content'> <p>We at Healthy Skin Co Clinic help you sort out facial imperfections through our face contouring treatments. Our expert cosmetologist Dr. Soumya Soragavi offers top-quality face contouring treatment to patients. Contact now and get face contouring treatment with visible results in no time!</p></div>"
  },
  {
    "id": 9,
    "link": "laser-treatments",
    "navtitle": "Laser Treatments ",
    "title": "Laser Treatments",
    "whyTitle":"What is laser Treatment?",
    "bannercontent":"",
    "bannercontentsecond":"Laser Skin & Hair Treatments",
    "description": "",
    "headImage": "/assets/images/services/Laser.jpg",
    "Htmlbody": "<div> <p>Laser treatments involve laser skin resurfacing and laser hair removal treatments, a medical procedure that uses lasers to remove skin blemishes or unwanted hair that helps to achieve smooth and youthful skin. The laser skin treatment repairs or removes the epidermis (outer layer of the skin) while the dermis gets heated to stimulate elastin and collagen with the help of a laser beam. Laser hair removal treatments use a laser beam to remove unwanted hair from the body without any pain with reduced downtime.</p><br /> <p> Laser treatments are popular treatments that heal multiple skin concerns such as superficial wrinkles, crow's feet, and other fine lines on the face. Laser treatments also treat sun-damaged skin, minor or shallow scars, acne spots or lesions, and stretch marks. The advantage of laser treatments is they are pain-free, effective, safe, customized to the patient's needs, and target specific skin areas and lesions. </p> <br /><h1>Why Laser Hair Removal Treatments?</h1> <ul> <li>Virtually pain-free</li> <li>Less maintenance</li> <li>Minimal side effects</li> <li>No more ingrown hair</li> <li>Less treatment time</li> <li>Long-term results</li> <li>Smooth and silky skin</li> <li>Safety, convenient and comfortable</li> </ul> <br /></div> <h1>Why Laser Skin Treatments?</h1> <ul> <li>Lessens superficial wrinkles and fine lines</li> <li>Reduces age spots</li> <li>Decreases sun damaged skin</li> <li>Improves crows feet</li> <li>Tightens sagging skin</li> <li>Resurfaces uneven skin tone</li> </ul> <br /> <div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Types of Lasers Treatments</h1> <p> <strong>REVEAL VEGA -</strong><br />A fast-growing painless laser hair reduction device. First 2D diode technology with dual wavelengths (755 and 810). This innovation simplifies the removal of unwanted hair by providing almost painless treatments as well as safety. It is appropriate for all skin types and has a standard spot size of 2cm, allowing faster treatment with long-term results. Our Dermatology & Aesthetic clinic offers</p> <ul> <li>Full-body laser hair removal</li> <li>Laser hair removal at private parts (armpit and bikini area)</li> </ul> <p> <strong>TRI-Beam Premium -</strong><br /> An advanced high-power Q-switched Nd YAG laser that treats: hyperpigmentation, melasma, pigmented lesions on the epidermis or dermis, vascular lesions, and enlarged pores. The deep laser penetration helps regenerate collagen production resulting in smoother and clearer skin. Tri-Beam Premium is an integrated platform that employs the most reliable and efficient combination of fractionally focused laser lenses, allowing you to treat a multicolor tattoo with a single instrument. It has advanced PTP (Photo-acoustic Toning Pulse) technology with large spot sizes ranging from 2 to 10mm, allowing optimal tissue interaction. It is an excellent treatment for skin rejuvenation and firming. Our Dermatology & Aesthetic clinic offers </p> <ul> <li>Pigment reduction treatment</li> <li>Tattoo removal</li> <li>Laser toning</li> <li>Hollywood facial or carbon facial</li> </ul> <p> <strong>Hollywood Laser Peels - </strong> <br />An innovative popular skin rejuvenation treatment that uses laser technology preferred by celebrities and is now available for everyone. For both the young and elderly, this procedure offers a wide range of cosmetic and aesthetic advantages. After cleansing the skin (basically removing dirt, grease, and makeup), a carbon solution is applied to the skin and left to dry for about 20 minutes. This is followed by two rounds of laser treatment on the entire face. The first round heats the carbon and helps in its penetration into the skin, while the second round blasts the carbon. As the carbon explodes, it takes along with it the superficial dead layers of skin and sebum clogged in pores. It also targets the melanin in cells which are thus removed- giving the effect of clear and glowing skin. The heat generated with the laser stimulates collagen which helps reduce fine lines, wrinkles, and open pores and has a long-term effect.</p> <ul> <li>Smaller pores</li> <li>Tighter and firmer skin</li> <li>Reduces fine lines and wrinkles</li> <li>Improves even skin tone and texture</li> <li>Reduces acne blemishes</li> <li>Smoother complexion</li> </ul></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p> <ul> <li>Avoid direct sunlight, regularly use SPF 50+ sunscreen</li> <li>Avoid makeup and parlor services for one week</li> <li>Inform your doctor if you have any fever, allergies, and blisters</li> <li>Avoid smoking, alcohol, and other workouts</li> </ul> <br /> <p><strong>On the Day of Treatment</strong></p> <ul> <li>Avoid makeup</li> <li>You may experience temporary side effects for 1-2 days after the procedure: skin redness, and swelling</li> <li>Rub a cotton swab dipped in sterilized water after two hours</li> </ul> <br /> <p><strong>Post Treatment</strong></p> <ul> <li>Avoid direct sunlight, regularly use SPF 50+ sunscreen</li> <li>Avoid makeup and parlor services for a week</li> <li>Use antibacterial soap </li> <li>Avoid sauna, swimming, and excessive sweating</li> <li>Apply any medicated cream provided by your doctor</li> <li>Wear compression wraps as directed by your doctor</li> <li>Consult your doctor if any concerns arise</li> </ul> <br /></div><div class='content'> <p>Laser treatment is a safe and effective procedure if performed by an experienced and qualified doctor. We at Healthy Skin Co Clinic offer guaranteed and safe treatments under the supervision of our highly trained doctor Dr.Soumya Soragavi. Visit our clinic to get smoother and younger-looking skin. Contact us for further Information!</p></div>"
  },
  {
    "id": 10,
    "link": "radiofrequency",
    "navtitle": "Radiofrequency",
    "title": "Radiofrequency Treatment",
    "whyTitle":"What is the Radiofrequency Treatment?",
    "bannercontent":"Goodbye to Wrinkles & Saggy Skin ",
    "bannercontentsecond":"Tighten Your Skin Now at Healthy Skin Co",
    "description": "What is the Radiofrequency Treatment?",
    "headImage": "/assets/images/services/Radiofrequency.jpg",
    "Htmlbody": "<div> <p>Radiofrequency treatment (RF) is an effective procedure that increases collagen, tightens skin, and reduces wrinkles. This procedure can also reduce cellulite while focusing on the face and body as well hyaluronic acid. In this therapy, a device produces low-energy radiation waves that heat the dermis, a thicker layer of skin. This heat stimulates the production of natural structural components of skin like collagen, elastin, and hyaluronic acid. As a result, the skin becomes tighter, firmer, and lifted, reducing the appearance of wrinkles and sagging skin. </p><br/> <h1>Why Radiofrequency Treatment?</h1> <ul> <li>Skin tightening</li><li>face lifting</li><li>Retextures skin</li><li>face contouring</li><li>Removes scar</li><li>reduces acne and fine lines</li><li>Minimizes wrinkles</li><li>Reduces pore size</li><li>Produces new collagen and elastin</li><li>non-invasive and painless</li></ul> <br/></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Treatments </h1> <p> Most commonly treated areas</p><ul> <li>forehead</li><li>under eye</li><li>cheeks</li><li>jawline</li><li>mid face</li><li>double chin</li><li>neck and decolletage</li><li>Tummy</li></ul></div><div class='content'> <h1 style='border-bottom: 1px solid white; padding-top:20px;'>Precautions</h1> <p><strong>Pre-Treatment</strong></p><ul> <li>Avoid blood thinner medications</li><li>Avoid sun exposure</li><li>inform your doctor if you have any allergic reactions</li><li>Avoid consuming heavy food </li><li>Do not shave the skin</li></ul> <br/> <p><strong>On the Day of Treatment</strong></p><ul> <li>Avoid wearing makeup</li><li>You may experience temporary side effects for 1-2 days after the procedure like redness, irritation, dryness, soreness, peeling, and scabbing of the skin</li></ul> <br/> <p><strong>Post Treatment</strong></p><ul> <li>Avoid make ups to the treated area</li><li>Avoid direct sunlight and regularly use SPF 50+ sunscreen</li><li>Avoid saunas, steam, and sunbathing for a week</li><li>Use antibacterial soap on the treated area for at least three weeks</li><li>Avoid other medications for at least two days </li><li>Avoid talking too much or chewing solids for 48 hours for facetite or necktite treatments</li><li>Stay hydrated and apply ice if there is swelling</li><li>Avoid alcohol, smoking, and intense workouts</li><li>Only follow the prescribed medications as directed by your doctor</li></ul> <br/></div><div class='content'> <p>At Healthy Skin Co Clinic, we offer multiple radiofrequency treatments with the best outcomes performed under the strict supervision of a qualified medical professional. To help you achieve tighter skin, more youthful contours, and smoother body contours without complex surgery.</p></div>"
  }
]
